acpi
alacritty
alsa-utils
audacity
base
base-devel
beekeeper-studio-bin
biber
blender
bluez
bluez-utils
brave-bin
brightnessctl
brother-dcpt310
brscan-skey
brscan4
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
chrpath
clang
cmake
cooklang-chef
cups
cups-pdf
debtap
discord
docker
docker-buildx
docker-compose
dosfstools
dunst
efibootmgr
evemu
evtest
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-mozc-ut
fcitx5-qt
file-roller
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
fzf
gimp
git
git-credential-manager-core
grimshot
grive
grub
gtest
gutenprint
help2man
hunspell-en_us
hunspell-es_mx
imv
inkscape
inotify-tools
jdk8-openjdk
jre-openjdk
jupyterlab
krita
lib32-gnutls
lib32-libpulse
lib32-pipewire
libnotify
libreoffice-fresh
linux
linux-firmware
linux-wifi-hotspot
ly
man-db
man-pages
mattermost-desktop-bin
mongodb-bin
mongodb-compass
mongodb-tools-bin
mongosh-bin
mpv
mpv-autosub-git
ncspot
neovim
neovim-coc-bin
networkmanager
nginx
nnn
noto-fonts-cjk
npm
ntfs-3g
nvm
nwg-displays
oatmeal-bin
obs-studio
openssh
os-prober
otf-openmoji
otf-unifont
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
paraview
parmetis-git
pass
pavucontrol
pcsx2-git
pdftk
pipewire
pipewire-audio
pipewire-pulse
playerctl
postgresql
postman-bin
python-kaleido-bin
python-matplotlib
python-pandas
python-pip
python-pipx
python-plotly
python-pynvim
python-pyperclip
python-qiskit
python-scipy
qpdf-docs
qt5-styleplugins
qt5-webengine
redis
reflector
ripgrep
scdoc
shotcut
simple-scan
steam
stig-git
stripe-cli
subliminal
subversion
sudo
swaybg
swayfx
telegram-desktop
tesseract-data-eng
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-archive-plugin
tk
todotxt
transmission-cli
transmission-gtk
trash-cli
tzupdate
udevil
ueberzug
unrar-free
vim-plug
vulkan-intel
waybar
wev
wl-clipboard
wlsunset
wofi
wshowkeys-git
xdg-desktop-portal-wlr
xorg-xwayland
xournalpp-git
yarn
yay
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zoom
zsh
zsh-completions
