acpi
acpilight
alsa-firmware
alsa-utils
android-file-transfer
android-ndk
android-studio
android-tools
anki-bin
arduino
arduino-avr-core
arduino-cli
arduino-language-server-bin
autoconf
automake
base
batsignal
betterlockscreen
biber
bison
bluez-utils
brave-bin
bspwm
clang
cmake
cookcli-bin
cups
cups-pdf
dhcpcd
dragon-drop
efibootmgr
eigen
epson-inkjet-printer-escpr
evtest
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-mozc
fcitx5-qt
feh
filezilla
flex
flowblade-git
foomatic-db-gutenprint-ppds
freerdp
gcc
gimp
git
globalprotect-openconnect
grive
grub
gutenprint
gvim
hardcode-tray
hunspell-en_us
hunspell-es_mx
imv
inkscape
intel-ucode
iwd
jupyterlab
khal
krita
libreoffice-fresh
libselinux
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
maim
make
man-db
man-pages
matlab-support
matplotplusplus
minecraft-launcher
mopidy
mopidy-local
mopidy-mpd
mopidy-mpris
mopidy-spotify
mopidy-youtube
mpv
ncspot-bin
nemo
nnn-nerd
noto-fonts
noto-fonts-cjk
npm
obs-studio
openssh
pamixer
papirus-folders-git
papirus-icon-theme
papirus-libreoffice-theme
patch
pavucontrol
pdftk
peaclock
picom-git
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-jack
pyenv
python-matplotlib
python-pyserial
python-requests-oauthlib
python-scikit-image
python-scipy
python-sympy
qt5-styleplugins
qtile
redshift
reflector
remmina
remmina-plugin-rdesktop
rofi
shotcut
simple-scan
snes9x-gtk
sof-firmware
stig
sudo
telegram-desktop-bin
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
todotxt-git
tor
torbrowser-launcher
tpacpi-bat
transmission-cli
trash-cli
ttf-mplus
ttf-unifont
unzip
urxvt-perls
urxvt-tabbedex
usbutils
vdirsyncer
vim-coc
vim-plug
vimix-gtk-themes-git
vimpc-git
vue-cli
waterfox-g4-bin
which
wired
xclip
xdg-user-dirs
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp-git
xss-lock
yay
zathura
zip
zoom
zscroll-git
zsh
