acpi
alacritty
alsa-firmware
alsa-utils
anki-bin
base
base-devel
biber
bluez
bluez-utils
brave-bin
brightnessctl
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
chrpath
clang
cmake
cookcli-bin
cooklang-chef
cups
cups-pdf
discord
dosfstools
dunst
efibootmgr
evemu
evince-no-gnome
evtest
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
file-roller
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
freerdp
fzf
gimp
git
git-completion
git-credential-manager
github-cli
go
grive
grub
gutenprint
gvfs
hardcode-tray
help2man
hunspell-en_us
hunspell-es_mx
icu
imagemagick
imv
inkscape
inotify-tools
intel-ucode
jdk8-openjdk
joplin-appimage
jre-openjdk
jupyterlab
krita
libnotify
libreoffice-fresh
linux
linux-firmware
linux-wifi-hotspot
lisgd
ly
man-db
man-pages
matlab-meta
mpv
mtools
ncspot
neovim
neovim-coc-bin
networkmanager
nginx
nm-connection-editor
nnn
noto-fonts-cjk
npm
ntfs-3g
nvm
nwg-displays
nwg-look
onedrive-abraunegg
openssh
openvpn
os-prober
otf-openmoji
otf-unifont
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
pass
pavucontrol
pdftk
pipewire
pipewire-audio
pipewire-pulse
playerctl
playerctld-systemd-unit
postgresql
protonhax
psutils
pyenv
pyside6
python-astropy
python-ipympl
python-ipywidgets
python-kaleido-bin
python-langchain-community
python-matplotlib
python-pandas
python-pdf2image
python-pip
python-pipenv
python-pipx
python-plotly
python-pynvim
python-pypandoc
python-pyperclip
python-pysubs2
python-scipy
python-setuptools
python-uv
python313
qpdf-docs
qt5-styleplugins
qt5-webengine
qt5-webkit
reflector
remmina
ripgrep
scdoc
simple-scan
sof-firmware
steam
stig-git
subversion
sudo
swaybg
swayfx
systemd-resolvconf
telegram-desktop-bin
terminus-font
tesseract-data-eng
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-archive-plugin
thunar-volman
tidal-hifi-bin
tk
tlp
todotxt
transmission-cli
transmission-gtk
trash-cli
ttf-fantasque-nerd
ttf-ms-fonts
tzupdate
udisks2
unrar-free
unzip
vim
vim-plug
virtualbox
virtualbox-host-modules-arch
vopono-bin
vulkan-intel
waybar
wev
wine-staging
winetricks
wireguard-tools
wlroots0.18
wlsunset
woeusb
wofi
wshowkeys-git
wvkbd
xdg-desktop-portal-wlr
xf86-input-wacom
xorg-xwayland
xournalpp-git
yarn
yay
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zoom
zsh
zsh-completions
